LEXICON_RU: dict[str, str] = {
    '/start': '<b>Здравствуйте, {}!</b>\n '
        'Я - бот контент-маркетингового агентства 13tettez.\n '
        'Буду рад помочь Вам в поиске нужной информации. \n\n'
        'Что Вас интересует?',
    'button_inst': 'Инстаграм',
    'button_wb': 'Вайлдберрис',
    'comp_services': 'Дополнительные услуги',
    'additional_price': 'Дополнительный прайс',
    'about_us': 'О нас',
    'add_questions': 'Вопросы',
    'add_questions_answer': 'Если Вас заинтересовала какая-либо услуга '
        'или у Вас остались вопросы, обратитесь, '
        'пожалуйста, к нашему руководителю '
        '@howrunika в ТГ или по телефону +7(953)264-5406 🙌🏼 ',
    'about_us_answer': 'Мы маркетинговое агентство «13tettez», '
        'специализирующееся на контенте в социальных сетях — Инстаграм, '
        'ВК и другие платформы.\n\nМы сделаем всё за вас: мы предлагаем  '
        'несколько вариантов сотрудничества, от съёмки лукбука до полного '
        'ведения социальных сетей, от съёмки рилс до создания сайта. '
        'Все, что вам останется, лишь расслабиться и насладиться результатом.'
        '\n\nНаши приоритеты: \n'
        '1) Мы даем гарантии, работая по договору \n'
        '2) Мы работаем быстро \n3) Нам важно качество сданного материала, '
        'именно поэтому мы работаем кропотливо и вовлечено в проект \n'
        '4) Мы проводим еженедельные планерки для отслеживания '
        'результативности\n\nВыбирая нас, вы вы получаете '
        'не только качественную работу, '
        'но и максимальное внимание к вам и вашему делу.',
    'additional_price_answer': '1) Возможна оплата 50/50: 50% предоплата и '
        '50% межоплата до получения результата\n'
        '2) Индивидуальный контроль руководителя +20% к чеку от стоимости услуги'
        '\n3) Съёмка или материал вне очереди "срочно" '
        '+40% к чеку от стоимости услуги.',
    'comp_services_logo_button': 'Логотип',
    'comp_services_brandbook_button': 'Брендбук',
    'comp_services_style_button': 'Стилизация образа',
    'comp_services_shooting_button': 'Съемка',
    'comp_services_shooting_lb_button': 'Съемка лукбука',
    'back_button': '🔙Назад',
    'back_button_answer': 'Что вас интересует?',
    'comp_services_brandbook_answer': 'Брэндбук:\n\n'
        'Время: 3 недели\n'
        'Команда: Графический дизайнер\n\n'
        'В услугу входит:\n'
        '1) Создание концепции\n'
        '2) Портрет потребителя\n'
        '3) Значение названия бренда: написание. значение, ударение\n'
        '4) Слоган\n'
        '5) Фирменный знак и его допустимые варианты\n'
        '6) Охранное поле логотипа\n'
        '7) Логотип\n'
        '8) Векторные показатели логотипа.\n\n'
        'Стоимость: 25 000 руб',
    'comp_services_logo_answer': 'Логотип:\n\n'
        'Время: 1 неделя\n'
        'Команда: Копирайтер\n\n'
        'В услугу входит:\n'
        '1) Создание концепции\n'
        '2) Отрисовка макетов\n'
        '3) Разработка логотипа.\n\n'
        'Стоимость: 10 000 руб',
    'comp_services_style_answer': 'Стилизация образа:\n\n'
        'Время: 4 дня\n'
        'Команда: Стилист\n\n'
        'В услугу входит:\n'
        '1) Создание концепции\n'
        '2) Поиск и покупка одежды и реквизита на закупочную сумму\n'
        '3) Доставка к и от места съёмки\n'
        '4) Ассистирование на съёмке.\n'
        'Стоимость указана за стилизацию 1-го образа к съёмке.\n'
        'Каждый последующий +3 000, руб к сумме.\n'
        'Закупочная стоимость в сумму не входит\n\n'
        'Стоимость: 5 000 руб',
    'comp_services_shooting_answer': 'Съёмка:\n\n' 
        'Время: 5 дней\n'
        'Команда: Фотограф\n\n'
        'В услугу входит:\n'
        '1) Создание концепции\n'
        '2) Съёмка\n'
        '3) Отбор кадров\n'
        '4) Цветокоррекция\n'
        '5) Хранение файлов в течение 6 месяцев.\n'
        '6)Поиск моделей, реквизита.\n\n'
        'Стоимость: 6 000 руб',
    'comp_services_shooting_lb_answer': 'Съемка лукбука:\n\n'
        'Время: 2 недели\n' 
        'Команда: Стилист\n\n'
        'В услугу входит:\n'
        '1) Создание концепции\n'
        '2) Поиск и покупка одежды и реквизита на закупочную сумму\n'
        '3) Доставка к и от места съёмки\n'
        '4) Ассистирование на съёмке.\n'
        'Стоимость указана за стилизацию 1-го образа к съёмке.\n'
        'Каждый последующий +3 000, руб к сумме.\n'
        'Закупочная стоимость в сумму не входит\n\n'
        'Стоимость: 1-5шт 2 000 руб/шт | 6-10шт 1 800 руб/шт | '
        '11шт и больше 1 600 руб/шт',
    'wildberries_infographics_button': 'Инфографика',
    'wildberries_copywriting_button': 'Копирайтинг',
    'wildberries_comp_services_shooting_button': 'Съемка',
    'wildberries_infographics_answer': 'Инфографика:\n\n'
        'Время: 4 дня\n'
        'Команда: Графический дизайнер\n\n'
        'В услугу входит:\n'
        '1) Создание концепции\n'
        '2) Отрисовка макетов\n'
        '3) Сдача материала в нужном формате\n'
        'Стоимость указана за 4 макета\n\n'
        'Стоимость: 4 000 руб',
    'wildberries_copywriting_answer': 'Копирайтинг:\n\n'
        'Время: 3 дня\n'
        'Команда: Копирайтер\n\n'
        'В услугу входит:\n'
        '1) Создание концепции\n'
        '2) Создание макетов на основе данной информации\n'
        'Стоимость указана за 4 текста.\n\n'
        'Стоимость: 4 000 руб',
    'inst_full_maintenance_button': 'Полное ведение',
    'inst_content_shooting_button': 'Контент-съемка',
    'inst_visual_button': 'Визуал',
    'inst_reels_button': 'Reels',
    'inst_graphics_button': 'Графика',
    'inst_full_maintenance_answer': 'Полное ведение:\n\n'
        'Время: 1 месяц\n'
        'Команда: СММ-специалист, фотограф, рилсмейкер, копирайтер\n\n'
        'В услугу входит:\n'
        '1) Аудит\n'
        '2) Составление контент-маркетинговой стратегии\n'
        '3) Написание контент-плана\n'
        '4) Создание контента (без учета расходов на студии, моделей, реквизит)\n'
        '5) Постинг (согласуется индивидуально)\n'
        '6) Сторисмейкинг (до 3 сторис)\n'
        '7) Тестирование рекламных кампаний (амбассадорство, соавторство, блогинг и т.д.)\n'
        '8) Подведение итогов.\n\n'
        'Стоимость: 35 000 руб',
    'inst_content_shooting_answer': 'Контент-съёмка:\n\n'
        'Время: 5 - 10 дней\n'
        'Команда: Фотограф, СММ-специалист\n\n'
        'В услугу входит:\n'
        '1) Создание концепции\n'
        '2) Съёмка\n'
        '3) Отбор кадров и эпизодов\n'
        '4) Цветокоррекция\n'
        '5) Монтаж\n'
        '6) Хранение файлов в течение 6 месяцев.\n'
        '7) Поиск моделей и реквизита.\n\n'
        'Стоимость: 9 000 - 19 000 руб',
    'inst_visual_answer': 'Визуал:\n\n'
        'Описание:  Наша команда профессионалов создаст высококачественный '
        'визуальный контент, который привлечет внимание вашей целевой '
        'аудитории и поможет усилить узнаваемость вашего бренда\n\n'
        'Время: 2 недели\n'
        'Команда: СММ-специалист, Фотограф\n\n'
        'В услугу входит:\n'
        '1) Создание концепции\n'
        '2) Съёмка \n'
        '3) Отбор кадров \n'
        '4) Цветокоррекция \n'
        '5) Хранение файлов в течение 6 месяцев \n'
        '6) Составление визуала ленты, Актуальных, шапки профиля \n'
        '7) 2 круга правок.\n\n'
        'Стоимость: 15 000 - 24 000 руб',
    'inst_reels_answer_one': 'Рилс(1шт):\n\n'
        'Время: 3 дня\n'
        'Команда: СММ-специалист, Фотограф\n\n'
        'В услугу входит:\n'
        '1) Создание концепции\n'
        '2) Съёмка\n'
        '3) Отбор эпизодов \n'
        '4) Цветокоррекция \n'
        '5) Монтаж \n'
        '6) Хранение файлов в течение 6 месяцев. \n'
        '7) Поиск моделей, реквизита.\n\n'
        'Стоимость: 3 000 руб',
    'inst_reels_answer_more': 'Рилс(4-5шт): \n\n'
        'Время: 4 дня \n'
        'Команда: СММ-специалист, Фотограф \n\n'
        'В услугу входит: \n'
        '1) Создание концепции \n'
        '2) Съёмка \n'
        '3) Отбор эпизодов \n'
        '4) Цветокоррекция \n'
        '5) Монтаж \n'
        '6) Хранение файлов в течение 6 месяцев. \n'
        '7) Поиск моделей, реквизита\n\n'
        'Стоимость: 7 000 руб',
    'inst_graphics_answer': 'Графика:\n\n'
        'Время: 3 дня \n'
        'Команда: Графический дизайнер \n\n'
        'В услугу входит: \n'
        '1) Создание концепции \n'
        '2) Отрисовка макетов\n' 
        '3) Сдача материала в нужном формате. \n'
        'Стоимость указана за 1 макет.\n\n'
        'Стоимость: 2 000 - 5 000 руб',
    
}
